Appli/app/Controllers/Command.php

    public function verifConnection(){
        $db = new UsersModel();
        $users = $db->findAll();
---
SELECT *
FROM `Users`